tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "webp"
brew "autoconf-archive"
brew "automake"
brew "btop"
brew "fftw"
brew "portaudio"
brew "cava"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "git"
brew "ncurses"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "python@3.10"
brew "python@3.11"
brew "starship"
brew "streamlink"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "background-music"
cask "chatterino"
cask "devutils"
cask "discord"
cask "docker"
cask "eloston-chromium"
cask "freetube"
cask "iina"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "librewolf"
cask "monitorcontrol"
cask "mullvadvpn"
cask "pika"
cask "pycharm-ce"
cask "qbittorrent"
cask "rapidapi"
cask "raycast"
cask "shottr"
cask "stats"
cask "streamlink-twitch-gui"
cask "vscodium"
